-- ----------------------------
-- Records of t_shop
-- ----------------------------
BEGIN;
INSERT INTO `t_shop` VALUES (1, '西后地小马烤肉·清真菜', '西后地小马烤肉·清真菜', 10, 15, 3.7, '碑林区朱雀东坊西安公馆3号楼2号（福航烟酒商店东30米）', 30.00, 58.00, '029-85218290', '周一至周日 10:00-02:00 2019-02-07至2019-02-19 14:00-02:00', 'https://img.meituan.net/msmerchant/ab5e598bd1051e6d26f1139f8e6bed7a85479.jpg@380w_214h_1e_1c', 77, 27, 6);
INSERT INTO `t_shop` VALUES (2, '绯妍养生燕窝海参炖品', '绯妍养生燕窝海参炖品', 15, 20, 4.5, '雁塔区雁南五路融侨曲江观邸北门向西100米', 50.00, 89.00, '13201577779', '周一至周日 全天 非营业时段 2018-01-26至2018-01-26 00:00-01:00', 'http://p0.meituan.net/mogu/7b8e58583d3470919ab54afb3d216f70109751.jpg@380w_214h_1e_1c', 79, 100, 1);
INSERT INTO `t_shop` VALUES (3, '欧味轩艺术蛋糕', '欧味轩艺术蛋糕', 8, 10, 5.0, '长安区南长安街樊家十字112号（人人家超市对面）', 29.00, 32.00, '13572021982', '周一至周日 09:00-21:30 2019-02-03至2019-02-09 休息', 'http://p1.meituan.net/poi/73504dbceb25d0d7d5d5e0d045471c48133637.jpg@380w_214h_1e_1c', 40, 103, 1);
INSERT INTO `t_shop` VALUES (4, '旺巴蜀小郡肝串串香（西关正街店）', '旺巴蜀小郡肝串串香（西关正街店）', 10, 30, 3.8, '莲湖区西关正街49号老槐树旁（西关小学旁）', 60.00, 60.00, '029-88639558', '周一至周日 全天', 'https://img.meituan.net/msmerchant/a5f4b3f935ca978839befaacce67bdc0437402.jpg@380w_214h_1e_1c', 58, 1192, 2);
INSERT INTO `t_shop` VALUES (5, '蝎王府羊蝎子（西稍门店）', '蝎王府羊蝎子（西稍门店）', 6, 10, 4.8, '莲湖区西稍门向北50米路东（开元商城对面）', 58.00, 65.00, '029-88631110', '周一至周日 11:00-22:30', 'http://p1.meituan.net/bbia/9b2926a2c8812d693818a067b86939e4454342.jpg@380w_214h_1e_1c', 58, 1943, 2);
INSERT INTO `t_shop` VALUES (6, '回宝楼老孙家泡馍·清真（北院门店）', '回宝楼老孙家泡馍·清真（北院门店）', 30, 10, 4.0, '碑林区北院门90号（回民街钟鼓楼旁）', 20.00, 25.00, '13571800013', '周一至周日 08:00-23:30', 'https://img.meituan.net/msmerchant/141c6837f4705c25162f61d65cb93fcc400320.jpg@380w_214h_1e_1c', 34, 1678, 3);
INSERT INTO `t_shop` VALUES (7, '重庆老汤砂锅', '重庆老汤砂锅', 5, 34, 4.1, '西安工业大学未央校区苏席村17排', 15.00, 20.00, '15771938908', '00:01-05:00,08:00-23:59', 'http://p1.meituan.net/waimaipoi/f17bc37d6da5ceca8ef5ea8c2a5f616328672.jpg', 19, 1516, 12);
INSERT INTO `t_shop` VALUES (8, '华莱士炸鸡汉堡（北辰店）', '华莱士北辰餐厅欢迎您的光临！↵温馨提示：1.校园门禁止送餐员进入！需自行到校门口领取餐品！谢谢理解！2.高峰期请提前下单，让我们能够有充分的时间为您制作美食，并以最快的速度送到您的身边。3.如果您对本次餐品满意，请赐予五星好评！', 8, 38, 4.6, '陕西省西安市浐灞生态区北辰综合农贸市场综合楼1B－011号', 19.00, 20.00, '029-89870186', '09:00-22:50', 'http://p1.meituan.net/business/822de37f89a20f1b5b1a7487411a1f74146030.jpg', 19, 3334, 3);
INSERT INTO `t_shop` VALUES (9, 'Oppa韩式炸鸡（北郊店）', '需要吃快餐的请不要下单，下单5分钟不于退单。本店全部都是现做现卖食品，每份需要20分钟以上，如有凝问和意见13679291842为你服务！谢谢各位理解与支持。', 20, 35, 4.5, '西安经济技术开发区凤城一路南康新村341号', 150.00, 160.00, '13679291842', '00:00-03:00, 09:30-23:59', 'http://p0.meituan.net/waimaipoi/a251cd172c47b72f0f945fd9b073fc7e249327.jpg', 185, 333, 4);
INSERT INTO `t_shop` VALUES (10, '河风精致寿司', '1、系统给予送达时间不准确，实际时间要快，约35-55分钟送达。↵2、开业三年始终承诺食材不新鲜，全额退款。不会在食材上偷工减料及滥竽充数。↵3、只安静的做“好”寿司，同行恶意差评勿扰！↵4、投诉咨询电话：131-5217-5222', 18, 40, 4.8, '西安市高新区甘家寨北一门东一排1号楼一层', 128.00, 130.00, '13152175222', '00:00-23:00', 'http://p0.meituan.net/business/fc432f9ade64861022fe1b64f2ac4424112537.jpg', 165, 50, 4);
INSERT INTO `t_shop` VALUES (11, '芝心乐披萨（凤城十路店）', '各位小主过年期间我们正常营业的不关店哦 欢迎惠顾↵如遇到恶劣天气送餐较慢，请多多担待~体谅一下送餐的小哥们!如果您的美食凉了，或者口味不好请您第一时间和本店联系17792802312，如果感觉还不错，收藏本店!!!', 7, 56, 4.6, '西安经济技术开发区凤城十路与开元路十字张千户小区门面房1F-A11号', 17.00, 20.00, '17792802312', '09:30-23:30', 'http://p1.meituan.net/waimaipoi/649b621ee4c6f0ac3ee9ab616ec91f9589322.jpg', 18, 3185, 5);
INSERT INTO `t_shop` VALUES (12, '意大利风味牛排饭(未央店)', '饭点繁忙，请各位点餐的朋友们耐心等候，谢谢大家，如餐品不满意，我们诚心向您道歉，麻烦您先不要差评，请及时联系我们，创业不易，如果可以的话麻烦您能给个五星带字好评，祝您安好～谢谢', 9, 40, 4.4, '陕西省西安市未央区徐家湾南村兴林商业街1排32号档(鸭迷隔壁)', 15.00, 20.00, '18092606478', '09:30-23:00', 'http://p1.meituan.net/waimaipoi/e6eccaafeafb5fb7e3998254bf1b2dba90066.jpg', 22, 750, 5);
COMMIT;


-- ----------------------------
-- Records of t_food
-- ----------------------------
BEGIN;
INSERT INTO `t_food` VALUES (1, 12, '招牌黑椒嫩排饭+荷包蛋+轰炸大香肠+汇源果汁', '饭都吃不香，谈什么理想！网红小脑斧辣酱拌饭超爽！', 'http://p1.meituan.net/wmproductdwm/24b0594c766127fa91c9338d27d9d1b85612380.png', 9999, 5, 1109, 14.48, 25.00, 0);
INSERT INTO `t_food` VALUES (2, 12, '黑椒嫩排饭+荷包蛋+汇源果汁', '本店招牌美食产品，欢迎大家下单品尝', 'http://p1.meituan.net/wmproductdwm/24b0594c766127fa91c9338d27d9d1b85612380.png', 9999, 5, 638, 12.88, 28.00, 0);
INSERT INTO `t_food` VALUES (3, 12, '轰炸双汇烤肠（一根装，单点不送）', '轰炸双汇烤肠（一根装，单点不送）', 'http://p1.meituan.net/wmproductdwm/12c165709d11b649cd46bc0b23a324bb3808439.png', 9999, 5, 332, 3.00, 3.00, 0);
INSERT INTO `t_food` VALUES (4, 12, '豪华单人套餐（对自己好一些）', '亲们，此套餐包含一份饭，一个荷包蛋，一个汇源果汁，一根纯大肠一个轰炸大香肠哦，大分量，超值️', 'http://p0.meituan.net/wmproductdwm/7cc0ba8f8dba91fffd34f074a5ca6cad5810898.png', 9999, 5, 279, 37.00, 37.00, 0);
INSERT INTO `t_food` VALUES (5, 12, '一只外焦里嫩的藤椒大鸡腿', '一只外焦里嫩的藤椒大鸡腿(香辣)（单点不送）', 'http://p1.meituan.net/wmproductdwm/6e7be6b377549a98a9148de831e3f4d45440224.png', 9999, 5, 188, 4.88, 9.00, 0);
INSERT INTO `t_food` VALUES (6, 12, '蜜汁嫩排饭+荷包蛋+果汁（甜的哦！)', '蜜汁嫩排饭+荷包蛋+果汁（甜的哦！)', 'http://p1.meituan.net/wmproductdwm/24b0594c766127fa91c9338d27d9d1b85612380.png', 9999, 5, 162, 28.80, 28.80, 0);
INSERT INTO `t_food` VALUES (7, 12, '孜然正新脆皮鸡排饭➕荷包蛋➕汇源果汁', '脆皮鸡排饭吃了还想吃❤', 'http://p0.meituan.net/wmproductdwm/49f8096508228c9ee9cb0b36d5cf4b1793264.jpg', 9999, 5, 153, 12.99, 29.80, 0);
INSERT INTO `t_food` VALUES (8, 12, '香辣嫩排饭+荷包蛋+汇源果汁', '香辣嫩排饭+荷包蛋+汇源果汁', 'http://p0.meituan.net/wmproductdwm/120ded7a6ebbe2f0715493e543012ea85493189.png', 9999, 5, 133, 28.80, 28.80, 0);
INSERT INTO `t_food` VALUES (9, 12, '孜然嫩排饭+荷包蛋+汇源果汁+鲁西牛肉酱（15g）', '孜然嫩排饭+荷包蛋+汇源果汁+鲁西牛肉酱（15g）', 'http://p0.meituan.net/wmproductdwm/fd01c281528290670148820b2043c9451176059.jpg', 9999, 5, 80, 13.88, 32.00, 0);
INSERT INTO `t_food` VALUES (10, 12, '畅意牛排饭+香辣口味+荷包蛋+纯大肠（无果汁！）', '畅意经典牛排饭香辣口味+荷包蛋+烤纯肉肠', 'http://p0.meituan.net/wmproductdwm/d17273e2532569ce0bf4239988899e0c5930533.png', 9999, 5, 68, 28.88, 68.00, 0);
INSERT INTO `t_food` VALUES (11, 12, '酱爆鸡米花（单点不送，需配任意口味套餐）', '酱爆鸡米花（单点不送，需配任意口味套餐）', 'http://p0.meituan.net/xianfudwm/1766f6bce7841778cc3113687b85efc3149612.jpg', 9999, 5, 3, 11.98, 28.70, 0);
INSERT INTO `t_food` VALUES (12, 11, '至尊宝披萨', '嫩滑的鸡肉+美味的牛肉and火腿，搭配菠萝、青椒、洋葱、玉米，丰富的口感。', 'http://p1.meituan.net/wmproduct/cc7e16deca901446cc404aa721cc0c29303393.jpg', 9999, 5, 380, 35.00, 35.00, 0);
INSERT INTO `t_food` VALUES (13, 11, '葡式蛋挞', '奶、糖、蛋三种简单的食材，造就了平凡的美味，蛋挞口感外酥里嫩，香甜醇厚，松软可口。', 'http://p1.meituan.net/wmproduct/e15dc599c191afc916d7a31ab16c529f300703.jpg', 9999, 5, 257, 6.00, 12.00, 0);
INSERT INTO `t_food` VALUES (14, 11, '单人披萨套餐（活动）', '活动菜品，优惠多多', 'http://p0.meituan.net/wmproduct/a3a6a976053a9fef3fb6cdfd3c21f347297211.jpg', 0, 0, 165, 21.99, 51.00, 0);
INSERT INTO `t_food` VALUES (15, 11, '香烤墨鱼丸', '富有弹性，入口爽脆，味道鲜美，添加少许的风味酱，回味无穷！', 'http://p1.meituan.net/wmproduct/6285c3728c6e0c1ca620c8210dab176e231946.jpg', 0, 0, 174, 15.00, 15.00, 0);
INSERT INTO `t_food` VALUES (16, 11, '奥尔良烤翅', '集甜香和辣香于一身，气味鲜香诱人，鸡肉饱满多汁，甜味与辣味融合，相互衬托，使得口感饱满，回味十足。', 'http://p1.meituan.net/wmproduct/7a4dc809dd2807d4abd2cd7951c3a618290195.jpg', 0, 0, 161, 13.00, 13.00, 0);
INSERT INTO `t_food` VALUES (17, 11, '新奥尔良烤鸡披萨', '香甜辣融合的奥尔良烤鸡，融入香味浓郁的芝士，又包含了脆爽多汁的青椒！', 'http://p1.meituan.net/wmproduct/30c9c79def0c5b1aa68a000667788f0f311223.jpg', 0, 0, 170, 35.00, 78.00, 0);
INSERT INTO `t_food` VALUES (18, 11, '奶茶类', '有原味奶茶、椰果奶茶、红豆奶茶、爆爆蛋奶茶四种口味可以选择！', 'http://p1.meituan.net/wmproduct/08f2d1c1ff15c90393ed57c66ba9ca9d166203.jpg', 0, 0, 118, 8.00, 10.00, 0);
INSERT INTO `t_food` VALUES (19, 11, '意式烤肠', '以猪肉和淀粉为主要食材，用独特意式风味为您精心制作而成的烤肠，外皮脆而不干，肉质鲜美细嫩。', 'http://p0.meituan.net/wmproduct/ce22e3d68e6cddbbac02bdf54a41f1d6305738.jpg', 0, 0, 98, 6.00, 12.00, 0);
INSERT INTO `t_food` VALUES (20, 11, '薯霸王', '口感绵密的土豆，恰到好处的火候成就金黄酥脆的薯条，搭配酸甜可口的番茄酱，美味势不可挡。', '\"http://p1.meituan.net/wmproduct/961136b99e91c78c985a0775eb5315da403745.jpg', 0, 0, 85, 12.00, 12.00, 0);
INSERT INTO `t_food` VALUES (21, 11, '茄汁意面', '严选酸甜可口的番茄，慢火熬制酸甜茄汁，搭配嚼劲十足的意面，带来不一样的味觉享受！', 'http://p1.meituan.net/wmproduct/210938d77a313c9066fbf4676918a06a451096.jpg', 0, 0, 89, 26.00, 26.00, 0);
COMMIT;